app/controllers/sessions_controller.rb

SELECT  "users".* FROM "users" WHERE "users"."email" = ? LIMIT ?  [["email", "andreia@gmail.com"], ["LIMIT", 1]]
---
	def create
		@region = params[:id].nil? ? 'us' : params[:region]
		@popular = Tmdb::Movie.popular({region: 'us'})
		#@popular = Tmdb::Movie.popular
		@user = User.find_by(email: params[:session][:email].downcase)